Repository: iamwilliamli/LiveTranscriber
Catalog: LiveTranscriber/Semantic.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

# transcription.backend.local_whisper_beta.detail
source: Experimental offline live transcription using whisper.cpp.
de: Experimentelle Offline-Live-Transkription mit whisper.cpp.
ja: whisper.cppを使った実験的なオフラインライブ文字起こし。
nl: Experimentele offline live transcriptie met whisper.cpp.
zh_hans: 使用 whisper.cpp 的实验性离线实时转录。
zh_hant: 使用 whisper.cpp 的實驗性離線即時轉錄。

# transcription.discard
source: Discard
de: Verwerfen
ja: 破棄
nl: Verwerp
zh_hans: 丢弃
zh_hant: 捨棄

# transcription.generate_title_tags_accessibility
source: Generate title, summary, and tags with AI
de: Titel, Zusammenfassung und Tags mit KI erstellen
ja: AIでタイトル、要約、タグを生成
nl: Titel, samenvatting en tags genereren met AI
zh_hans: AI 生成标题、摘要和标签
zh_hant: AI 生成標題、摘要和標籤

# transcription.live
source: Live Transcription
de: Live-Transkription
ja: ライブ文字起こし
nl: Live transcriptie
zh_hans: 实时转录
zh_hant: 即時轉錄

# transcription.resume
source: Resume
de: Fortsetzen
ja: 再開
nl: Hervat
zh_hans: 继续
zh_hant: 繼續

# transcription.save_recording
source: Save Recording
de: Aufnahme sichern
ja: 録音を保存
nl: Opname bewaren
zh_hans: 保存录音
zh_hant: 儲存錄音

# transcription.saved.format
source: Saved: %@
de: Gesichert: %@
ja: 保存済み: %@
nl: Bewaard: %@
zh_hans: 已保存: %@
zh_hant: 已儲存：%@

# transcription.start_recording
source: Start Recording
de: Aufnahme starten
ja: 録音開始
nl: Start opname
zh_hans: 开始录音
zh_hant: 開始錄音

# transcription.stop
source: Stop
de: Stopp
ja: 停止
zh_hans: 停止
zh_hant: 停止

# transcription.title_generation_failed
source: Title Generation Failed
de: Titelerstellung fehlgeschlagen
ja: タイトル生成に失敗しました
nl: Titel genereren mislukt
zh_hans: 生成标题失败
zh_hant: 生成標題失敗

# transcription.translation.language
source: Translation Language
de: Übersetzungssprache
ja: 翻訳言語
nl: Vertaaltalen
zh_hans: 翻译语言
zh_hant: 翻譯語言

# transcription.translation.no_languages
source: No translatable languages
de: Keine übersetzbaren Sprachen
ja: 翻訳できる言語がありません
nl: Geen vertaalbare talen
zh_hans: 暂无可翻译语言
zh_hant: 暫無可翻譯語言

# transcription.translation.real_time
source: Live Translation
de: Live-Übersetzung
ja: ライブ翻訳
nl: Live vertaling
zh_hans: 实时翻译
zh_hant: 即時翻譯

# transcription.translation.stop_live
source: Stop live translation
de: Live-Übersetzung stoppen
ja: ライブ翻訳を停止
nl: Live vertaling stoppen
zh_hans: 停止实时翻译
zh_hant: 停止即時翻譯

# transcription.translation.translating_final_segments
source: Translating completed segments
de: Abgeschlossene Segmente werden übersetzt
ja: 完了したセグメントを翻訳中
nl: Voltooide segmenten vertalen
zh_hans: 正在翻译已完成段落
zh_hant: 正在翻譯已完成段落

# transcription.translation.waiting_final_segments
source: Waiting for completed segments
de: Warten auf abgeschlossene Segmente
ja: 完了したセグメントを待機中
nl: Wachten op voltooide segmenten
zh_hans: 等待已完成段落
zh_hant: 等待已完成段落

# intelligence.parse.tags_label
source: tags
ja: タグ
zh_hans: 标签
zh_hant: 標籤

# local_whisper.coreml_encoder.status
source: Core ML Encoder
ja: Core MLエンコーダー

# recordings.audio_events.label.alarm
source: Alarm
ja: アラーム
zh_hans: 警报
zh_hant: 警報

# recordings.audio_events.label.wind
source: Wind
ja: 風
zh_hans: 风声
zh_hant: 風聲

# recordings.audio.bit_depth.format
source: %d-bit
ja: %dビット
zh_hans: %d 位
zh_hant: %d 位元

# recordings.audio.bit_rate
source: Bit Rate
ja: ビットレート
nl: Bitsnelheid
zh_hans: 码率
zh_hant: 位元率

# recordings.audio.frames
source: Audio Frames
ja: 音声フレーム
zh_hans: 音频帧数
zh_hant: 音訊影格

# recordings.audio.icloud_sync
source: iCloud Sync
ja: iCloud同期
nl: iCloud-synchronisatie
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# recordings.audio.mono
source: Mono
ja: モノラル
zh_hans: 单声道
zh_hant: 單聲道

# recordings.audio.stereo
source: Stereo
ja: ステレオ
zh_hans: 立体声
zh_hant: 立體聲

# recordings.edit.tags
source: Tags
ja: タグ
zh_hans: 标签
zh_hant: 標籤

# recordings.playback.pause
source: Pause
ja: 一時停止
nl: Pauzeer
zh_hans: 暂停
zh_hant: 暫停

# recordings.translation.original
source: Original
ja: 原文
nl: Origineel
zh_hans: 原文
zh_hant: 原文

# settings.feedback
source: Feedback
ja: フィードバック
zh_hans: 反馈
zh_hant: 意見回饋

# settings.feedback.email_subject.format
source: LiveTranscriber Feedback - %@
ja: LiveTranscriber フィードバック - %@
zh_hans: LiveTranscriber 反馈 - %@
zh_hant: LiveTranscriber 意見回饋 - %@

# settings.feedback.email.app
source: App
ja: アプリ
zh_hans: 应用

# settings.feedback.email.live_backend
source: Live Backend
ja: ライブバックエンド
zh_hans: 实时转录后端
zh_hant: 即時轉錄後端

# settings.icloud_status
source: iCloud Status
ja: iCloudステータス
zh_hans: iCloud 状态
zh_hant: iCloud 狀態

# settings.icloud_sync
source: iCloud Sync
ja: iCloud同期
nl: iCloud-synchronisatie
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.public_beta_feedback
source: Public Beta Feedback
ja: 公開ベータのフィードバック
nl: Feedback openbare beta
zh_hans: 公测反馈
zh_hant: 公測意見回饋

# settings.system_version
source: System Version
ja: システムバージョン
nl: Systeemversie
zh_hans: 系统版本
zh_hant: 系統版本

# settings.version
source: Version
ja: バージョン
nl: Versie
zh_hans: 版本
zh_hant: 版本

# source.repository_title
source: GitHub Repository
ja: GitHubリポジトリ
zh_hans: GitHub 仓库
zh_hant: GitHub 倉庫

# speech.pipeline.native.title
source: iOS 27 Native Pipeline
ja: iOS 27 Nativeパイプライン
zh_hans: iOS 27 原生管线
zh_hant: iOS 27 原生管線

# transcription.backend.local_whisper_beta.title
source: Local Whisper Live (Beta)
ja: Local Whisper Live (ベータ)
nl: Local Whisper Live (bèta)
zh_hans: 本地 Whisper 实时转录 (Beta)
zh_hant: 本機 Whisper 即時轉錄 (Beta)

# transcription.pause
source: Pause
ja: 一時停止
nl: Pauzeer
zh_hans: 暂停
zh_hant: 暫停

# common.ok
source: OK
zh_hans: 好
zh_hant: 好

# gemini_cloud.api_key
source: Gemini API Key
zh_hans: Gemini API 密钥
zh_hant: Gemini API 金鑰

# gemini_cloud.api_key.clear
source: Clear Gemini API Key
zh_hans: 清除 Gemini API 密钥
zh_hant: 清除 Gemini API 金鑰

# gemini_cloud.api_key.description
source: The key is stored in Keychain and used directly by this iPhone to connect to Google's Gemini API.
zh_hans: 密钥存储在钥匙串中，由这台 iPhone 直接连接 Google Gemini API。
zh_hant: 金鑰儲存在鑰匙圈中，由這台 iPhone 直接連線 Google Gemini API。

# gemini_cloud.available
source: Gemini Cloud Ready
zh_hans: Gemini 云端已就绪
zh_hant: Gemini 雲端已就緒

# gemini_cloud.available.detail
source: A Gemini API key is configured for explicitly selected cloud processing.
zh_hans: 已配置 Gemini API 密钥，仅用于明确选择的云端处理。
zh_hant: 已設定 Gemini API 金鑰，僅用於明確選擇的雲端處理。

# gemini_cloud.error.audio_too_large
source: The recording is too large for Gemini file upload.
zh_hans: 录音过大，无法上传至 Gemini。
zh_hant: 錄音過大，無法上傳至 Gemini。

# gemini_cloud.error.audio_unavailable
source: The recording audio is unavailable or empty.
zh_hans: 录音音频不可用或为空。
zh_hant: 錄音音訊無法使用或為空。

# gemini_cloud.error.backup_unavailable
source: The transcript saved before Gemini processing is no longer available.
zh_hans: Gemini 处理前保存的转录已不可用。
zh_hant: Gemini 處理前儲存的轉錄已無法使用。

# gemini_cloud.error.disabled
source: Turn on Gemini Cloud in Settings > Intelligence > Gemini Cloud first.
zh_hans: 请先在“设置 > 智能 > Gemini 云端”中开启 Gemini 云端。
zh_hant: 請先在「設定 > 智慧 > Gemini 雲端」中開啟 Gemini 雲端。

# gemini_cloud.error.empty_response
source: Gemini did not return a usable response.
zh_hans: Gemini 未返回可用的响应。
zh_hant: Gemini 未傳回可用的回應。

# gemini_cloud.error.empty_transcript
source: Gemini did not return any transcript text.
zh_hans: Gemini 未返回任何转录文本。
zh_hant: Gemini 未傳回任何轉錄文字。

# gemini_cloud.error.file_processing_failed
source: Gemini could not process the uploaded audio file.
zh_hans: Gemini 无法处理上传的音频文件。
zh_hant: Gemini 無法處理上傳的音訊檔案。

# gemini_cloud.error.file_processing_timeout
source: Gemini timed out while preparing the uploaded audio file.
zh_hans: Gemini 准备上传的音频文件时超时。
zh_hant: Gemini 準備上傳的音訊檔案時逾時。

# gemini_cloud.error.invalid_configuration
source: Gemini Cloud is not configured correctly.
zh_hans: Gemini 云端配置不正确。
zh_hant: Gemini 雲端設定不正確。

# gemini_cloud.error.invalid_manual_transcript_json
source: The pasted Gemini JSON could not be imported. Copy the complete JSON object and try again.
zh_hans: 无法导入粘贴的 Gemini JSON。请复制完整的 JSON 对象后重试。
zh_hant: 無法匯入貼上的 Gemini JSON。請複製完整的 JSON 物件後再試一次。

# gemini_cloud.error.invalid_response
source: Gemini returned a response the app could not read.
zh_hans: Gemini 返回了应用无法读取的响应。
zh_hant: Gemini 傳回了 App 無法讀取的回應。

# gemini_cloud.error.keychain_unavailable
source: The Gemini API key could not be accessed in Keychain.
zh_hans: 无法访问钥匙串中的 Gemini API 密钥。
zh_hant: 無法存取鑰匙圈中的 Gemini API 金鑰。

# gemini_cloud.error.missing_api_key
source: Add a Gemini API key in Settings > Intelligence first.
zh_hans: 请先在“设置 > 智能”中添加 Gemini API 密钥。
zh_hant: 請先在「設定 > 智慧」中加入 Gemini API 金鑰。

# gemini_cloud.error.request_failed.format
source: Gemini request failed (HTTP %d).
zh_hans: Gemini 请求失败（HTTP %d）。
zh_hant: Gemini 請求失敗（HTTP %d）。

# gemini_cloud.error.unsupported_audio
source: The recording could not be converted to a Gemini-supported audio format.
zh_hans: 无法将录音转换为 Gemini 支持的音频格式。
zh_hant: 無法將錄音轉換為 Gemini 支援的音訊格式。

# gemini_cloud.manual_upload.description
source: Gemini receives audio and the current transcript draft only after you confirm Process with Gemini Cloud for a saved recording. Automatic mode never uploads content.
zh_hans: 只有在你为已存录音确认“使用 Gemini 云端处理”后，音频和当前转录草稿才会发送给 Gemini。自动模式绝不会上传内容。
zh_hant: 只有在你為已儲存錄音確認「使用 Gemini 雲端處理」後，音訊和目前轉錄草稿才會傳送給 Gemini。自動模式絕不會上傳內容。

# gemini_cloud.provider.detail
source: Use Gemini for cloud summaries, meeting analysis, and recording questions. Audio is uploaded only through the explicit Gemini recording action.
zh_hans: 使用 Gemini 生成云端摘要、会议分析并回答录音问题。只有执行明确的 Gemini 录音操作时才会上传音频。
zh_hant: 使用 Gemini 產生雲端摘要、會議分析並回答錄音問題。只有執行明確的 Gemini 錄音操作時才會上傳音訊。

# gemini_cloud.provider.title
source: Gemini Cloud
zh_hans: Gemini 云端
zh_hant: Gemini 雲端

# gemini_cloud.settings.api_configuration
source: API Configuration
zh_hans: API 配置
zh_hant: API 設定

# gemini_cloud.settings.cloud_model_title
source: Cloud Model
zh_hans: 云端模型
zh_hant: 雲端模型

# gemini_cloud.settings.control_title
source: Cloud Access
zh_hans: 云端访问
zh_hant: 雲端存取

# gemini_cloud.settings.enable
source: Enable Gemini Cloud
zh_hans: 启用 Gemini 云端
zh_hant: 啟用 Gemini 雲端

# gemini_cloud.settings.enable.description
source: Allow explicitly selected Gemini transcription and intelligence actions. Automatic mode remains local-only.
zh_hans: 允许明确选择的 Gemini 转录和智能操作。自动模式仍然仅使用本地方案。
zh_hant: 允許明確選擇的 Gemini 轉錄和智慧操作。自動模式仍然僅使用本機方案。

# gemini_cloud.settings.error_title
source: Gemini Settings Failed
zh_hans: Gemini 设置失败
zh_hant: Gemini 設定失敗

# gemini_cloud.settings.not_ready
source: Turn on Gemini Cloud and add an API key before using it.
zh_hans: 请开启 Gemini 云端并添加 API 密钥后再使用。
zh_hant: 請開啟 Gemini 雲端並加入 API 金鑰後再使用。

# gemini_cloud.settings.ready
source: Gemini Cloud is enabled and an API key is configured.
zh_hans: Gemini 云端已启用，并已配置 API 密钥。
zh_hant: Gemini 雲端已啟用，並已設定 API 金鑰。

# gemini_cloud.settings.status.needs_api_key
source: API Key Needed
zh_hans: 需要 API 密钥
zh_hant: 需要 API 金鑰

# gemini_cloud.settings.status.off
source: Off
zh_hans: 关闭
zh_hant: 關閉

# gemini_cloud.settings.status.on
source: On
zh_hans: 开启
zh_hant: 開啟

# gemini_cloud.settings.submenu_description
source: Enable Gemini, manage the API key, and review token usage.
zh_hans: 启用 Gemini、管理 API 密钥并查看 Token 用量。
zh_hant: 啟用 Gemini、管理 API 金鑰並查看 Token 用量。

# gemini_cloud.settings.title
source: Gemini Cloud
zh_hans: Gemini 云端
zh_hant: Gemini 雲端

# gemini_cloud.usage.cached_tokens
source: Cached Tokens
zh_hans: 缓存 Token
zh_hant: 快取 Token

# gemini_cloud.usage.input_tokens
source: Input Tokens
zh_hans: 输入 Token
zh_hant: 輸入 Token

# gemini_cloud.usage.last_request
source: Last Request Tokens
zh_hans: 最近一次请求 Token
zh_hant: 最近一次請求 Token

# gemini_cloud.usage.local_description
source: Counts only Gemini requests made by this app on this device. Google AI Studio billing and quota remain authoritative.
zh_hans: 仅统计此应用在这台设备上发出的 Gemini 请求。账单和配额请以 Google AI Studio 为准。
zh_hant: 僅統計此 App 在這台裝置上發出的 Gemini 請求。帳單和配額請以 Google AI Studio 為準。

# gemini_cloud.usage.model
source: Model
zh_hans: 模型
zh_hant: 模型

# gemini_cloud.usage.output_tokens
source: Output Tokens
zh_hans: 输出 Token
zh_hant: 輸出 Token

# gemini_cloud.usage.requests
source: Requests
zh_hans: 请求次数
zh_hant: 請求次數

# gemini_cloud.usage.reset
source: Reset Local Usage
zh_hans: 重置本地用量
zh_hant: 重設本機用量

# gemini_cloud.usage.thought_tokens
source: Thinking Tokens
zh_hans: 思考 Token
zh_hant: 思考 Token

# gemini_cloud.usage.title
source: Token Usage
zh_hans: Token 用量
zh_hant: Token 用量

# gemini_cloud.usage.total_tokens
source: Total Tokens
zh_hans: 总 Token
zh_hant: 總 Token

# gemini_cloud.usage.updated.format
source: Last updated: %@
zh_hans: 最后更新：%@
zh_hant: 最後更新：%@

# import.status.analyzing_with_gemini
source: Gemini is analyzing
zh_hans: Gemini 正在分析
zh_hant: Gemini 正在分析

# import.status.preparing_gemini
source: Preparing for Gemini
zh_hans: 正在为 Gemini 做准备
zh_hant: 正在為 Gemini 做準備

# import.status.transcribing_with_gemini
source: Gemini is transcribing
zh_hans: Gemini 正在转录
zh_hant: Gemini 正在轉錄

# import.status.uploading_to_gemini
source: Uploading to Gemini
zh_hans: 正在上传至 Gemini
zh_hant: 正在上傳至 Gemini

# moss_local.model.title
source: MOSS Multi-Speaker
zh_hans: MOSS 多说话人
zh_hant: MOSS 多說話人

# moss_local.model.name
source: MOSS Transcribe Diarize 4-bit
zh_hans: MOSS 转录与说话人分离 4-bit
zh_hant: MOSS 轉錄與說話人分離 4-bit

# moss_local.model.description
source: On-device post-recording transcription with timestamps and multiple-speaker separation. The 4-bit model needs about 1 GB of storage and substantial memory while running.
zh_hans: 在设备上完成录音后转录，包含时间戳和多说话人分离。4-bit 模型约需 1 GB 存储空间，运行时会占用较多内存。
zh_hant: 在裝置上完成錄音後轉錄，包含時間戳和多說話人分離。4-bit 模型約需 1 GB 儲存空間，執行時會佔用較多記憶體。

# moss_local.settings.submenu_description
source: Download and manage local multi-speaker transcription
zh_hans: 下载并管理本地多说话人转录
zh_hant: 下載並管理本機多說話人轉錄

# moss_local.model.status
source: Model Status
zh_hans: 模型状态
zh_hant: 模型狀態

# moss_local.model.ready
source: Ready
zh_hans: 已就绪
zh_hant: 已就緒

# moss_local.model.not_installed
source: Not Installed
zh_hans: 未安装
zh_hant: 未安裝

# moss_local.model.downloaded_detail.format
source: The multi-speaker model is stored on this iPhone (%@).
zh_hans: 多说话人模型已存储在此 iPhone 上（%@）。
zh_hant: 多說話人模型已儲存在此 iPhone 上（%@）。

# moss_local.model.missing_detail.format
source: Download about %@ before using local multi-speaker transcription.
zh_hans: 使用本地多说话人转录前需下载约 %@。
zh_hant: 使用本機多說話人轉錄前需下載約 %@。

# moss_local.model.partial_detail.format
source: The model download is incomplete (%@ stored). Resume the download or delete it.
zh_hans: 模型下载不完整（已存储 %@）。请继续下载或将其删除。
zh_hant: 模型下載不完整（已儲存 %@）。請繼續下載或將其刪除。

# moss_local.model.download
source: Download MOSS Model
zh_hans: 下载 MOSS 模型
zh_hant: 下載 MOSS 模型

# moss_local.model.delete
source: Delete Model Download
zh_hans: 删除已下载模型
zh_hant: 刪除已下載模型

# moss_local.model.downloading.format
source: Downloading %.0f%%
zh_hans: 正在下载 %.0f%%
zh_hant: 正在下載 %.0f%%

# moss_local.model.download_failed
source: MOSS Download Failed
zh_hans: MOSS 下载失败
zh_hant: MOSS 下載失敗

# moss_local.model.delete_failed
source: MOSS Delete Failed
zh_hans: MOSS 删除失败
zh_hant: MOSS 刪除失敗

# moss_local.error.model_required
source: Download MOSS Multi-Speaker in Settings before using local speaker recognition.
zh_hans: 请先在设置中下载 MOSS 多说话人模型，再使用本地说话人识别。
zh_hant: 請先在設定中下載 MOSS 多說話人模型，再使用本機說話人識別。

# moss_local.error.incomplete_download
source: The MOSS model download is incomplete. Try downloading the model again.
zh_hans: MOSS 模型下载不完整，请重新下载。
zh_hant: MOSS 模型下載不完整，請重新下載。

# moss_local.error.storage_unavailable
source: The app could not access MOSS model storage.
zh_hans: App 无法访问 MOSS 模型存储空间。
zh_hant: App 無法存取 MOSS 模型儲存空間。

# moss_local.error.empty_audio
source: The audio file has no samples to transcribe.
zh_hans: 音频文件中没有可转录的采样。
zh_hant: 音訊檔案中沒有可轉錄的取樣。

# moss_local.error.empty_transcript
source: MOSS did not detect transcribable speech in this recording.
zh_hans: MOSS 未在此录音中检测到可转录的语音。
zh_hant: MOSS 未在此錄音中偵測到可轉錄的語音。

# qwen3_asr.model.description
source: On-device post-recording transcription with multilingual recognition and audio-based timestamps. Speaker separation is not included.
zh_hans: 在设备上进行录音后转录，支持多语言识别和基于音频的时间戳；暂不包含说话人分离。
zh_hant: 在裝置上進行錄音後轉錄，支援多語言辨識和基於音訊的時間戳；暫不包含說話人分離。

# qwen3_asr.settings.submenu_description
source: Download and manage the on-device transcription model
zh_hans: 下载和管理设备端转录模型
zh_hant: 下載和管理裝置端轉錄模型

# qwen3_asr.model.status
source: Model Status
zh_hans: 模型状态
zh_hant: 模型狀態

# qwen3_asr.model.partial_detail.format
source: The model download is incomplete (%@ stored). Resume the download or delete it.
zh_hans: 模型下载不完整（已存储 %@），可以继续下载或将其删除。
zh_hant: 模型下載不完整（已儲存 %@），可以繼續下載或將其刪除。

# qwen3_asr.model.ready
source: Ready
zh_hans: 就绪
zh_hant: 就緒

# qwen3_asr.model.not_installed
source: Not Installed
zh_hans: 未安装
zh_hant: 未安裝

# qwen3_asr.model.downloaded_detail.format
source: The model is stored on this iPhone (%@).
zh_hans: 模型已存储在此 iPhone 上（%@）。
zh_hant: 模型已儲存在此 iPhone 上（%@）。

# qwen3_asr.model.missing_detail.format
source: Download about %@ before using Qwen3-ASR transcription.
zh_hans: 使用 Qwen3-ASR 转录前需下载约 %@。
zh_hant: 使用 Qwen3-ASR 轉錄前需下載約 %@。

# qwen3_asr.model.download
source: Download Qwen3-ASR
zh_hans: 下载 Qwen3-ASR
zh_hant: 下載 Qwen3-ASR

# qwen3_asr.model.delete
source: Delete Model Download
zh_hans: 删除模型下载
zh_hant: 刪除模型下載

# qwen3_asr.model.downloading.format
source: Downloading %.0f%%
zh_hans: 正在下载 %.0f%%
zh_hant: 正在下載 %.0f%%

# qwen3_asr.model.download_failed
source: Qwen3-ASR Download Failed
zh_hans: Qwen3-ASR 下载失败
zh_hant: Qwen3-ASR 下載失敗

# qwen3_asr.model.delete_failed
source: Qwen3-ASR Delete Failed
zh_hans: Qwen3-ASR 删除失败
zh_hant: Qwen3-ASR 刪除失敗

# qwen3_asr.error.model_required
source: Download Qwen3-ASR in Settings before using local Qwen transcription.
zh_hans: 请先在设置中下载 Qwen3-ASR，再使用本地 Qwen 转录。
zh_hant: 請先在設定中下載 Qwen3-ASR，再使用本機 Qwen 轉錄。

# qwen3_asr.error.incomplete_download
source: The Qwen3-ASR download is incomplete. Try downloading the model again.
zh_hans: Qwen3-ASR 下载不完整，请重新下载模型。
zh_hant: Qwen3-ASR 下載不完整，請重新下載模型。

# qwen3_asr.error.storage_unavailable
source: The app could not access model storage.
zh_hans: App 无法访问模型存储空间。
zh_hant: App 無法存取模型儲存空間。

# qwen3_asr.error.empty_audio
source: The audio file has no samples to transcribe.
zh_hans: 音频文件中没有可转录的采样。
zh_hant: 音訊檔案中沒有可轉錄的取樣。

# qwen3_asr.error.empty_transcript
source: Qwen3-ASR did not detect transcribable speech in this recording.
zh_hans: Qwen3-ASR 未在此录音中检测到可转录的语音。
zh_hant: Qwen3-ASR 未在此錄音中偵測到可轉錄的語音。

# recordings.gemini.manual.clipboard_empty
source: The clipboard does not contain text.
zh_hans: 剪贴板中没有文本。
zh_hant: 剪貼簿中沒有文字。

# recordings.gemini.manual.import_instructions
source: Copy Gemini's complete JSON response, then paste it below. This workflow does not use this app's Gemini API key or token counter. Importing replaces the transcript and speaker labels after saving a restorable copy of the current transcript.
zh_hans: 复制 Gemini 返回的完整 JSON，然后粘贴到下方。此流程不会使用本 App 的 Gemini API 密钥，也不会计入本 App 的 Token 统计。导入前会保存当前转录的可恢复副本，随后替换转录文本和说话人标签。
zh_hant: 複製 Gemini 傳回的完整 JSON，然後貼到下方。此流程不會使用本 App 的 Gemini API 金鑰，也不會計入本 App 的 Token 統計。匯入前會儲存目前轉錄的可還原副本，之後取代轉錄文字和說話者標籤。

# recordings.gemini.manual.import_json
source: Import Gemini JSON
zh_hans: 导入 Gemini JSON
zh_hant: 匯入 Gemini JSON

# recordings.gemini.manual.import_transcript
source: Import Transcript
zh_hans: 导入转录
zh_hant: 匯入轉錄

# recordings.gemini.manual.json_placeholder
source: Paste the complete JSON object here
zh_hans: 在此粘贴完整的 JSON 对象
zh_hant: 在此貼上完整的 JSON 物件

# recordings.gemini.manual.paste_clipboard
source: Paste from Clipboard
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼簿貼上

# recordings.gemini.manual.share_and_copy_prompt
source: Share Audio & Copy Prompt
zh_hans: 分享音频并复制提示词
zh_hant: 分享音訊並複製提示詞

# recordings.gemini.manual.title
source: Gemini App (Manual)
zh_hans: Gemini App（手动）
zh_hant: Gemini App（手動）

# recordings.gemini.process
source: Process with Gemini Cloud
zh_hans: 使用 Gemini 云端处理
zh_hant: 使用 Gemini 雲端處理

# recordings.gemini.process_confirmation
source: This uploads the recording audio and current transcript draft to Gemini, replaces the transcript only after transcription succeeds, and generates summary and meeting intelligence. A restorable copy of the current transcript is kept.
zh_hans: 这会将录音音频和当前转录草稿上传至 Gemini，仅在转录成功后替换当前转录，并生成摘要和会议分析。当前转录会保留一份可恢复副本。
zh_hant: 這會將錄音音訊和目前轉錄草稿上傳至 Gemini，僅在轉錄成功後取代目前轉錄，並產生摘要和會議分析。目前轉錄會保留一份可還原副本。

# recordings.gemini.restore
source: Restore Transcript
zh_hans: 恢复转录
zh_hant: 還原轉錄

# recordings.gemini.restore_before
source: Restore Transcript Before Gemini
zh_hans: 恢复 Gemini 处理前的转录
zh_hant: 還原 Gemini 處理前的轉錄

# recordings.gemini.restore_confirmation
source: Replace the current transcript with the copy saved before Gemini processing? Current Gemini summary and meeting analysis will be cleared.
zh_hans: 要用 Gemini 处理前保存的副本替换当前转录吗？当前 Gemini 摘要和会议分析将被清除。
zh_hant: 要使用 Gemini 處理前儲存的副本取代目前轉錄嗎？目前 Gemini 摘要和會議分析將被清除。

# recordings.gemini.upload_and_process
source: Upload and Process
zh_hans: 上传并处理
zh_hant: 上傳並處理

# settings.local_whisper_live_beta
source: Local Whisper Live
zh_hans: 本地 Whisper 实时转录
zh_hant: 本機 Whisper 即時轉錄

# speech.pipeline.active.compatible_avaudio_converter
source: iOS 27 Compatible AVAudioConverter
zh_hans: iOS 27 兼容 AVAudioConverter
zh_hant: iOS 27 相容 AVAudioConverter

# speech.pipeline.active.local_whisper
source: Local Whisper Live
zh_hans: 本地 Whisper 实时转录
zh_hant: 本機 Whisper 即時轉錄

# speech.pipeline.active.native_compatible_with
source: iOS 27 Native compatibleWith
zh_hans: iOS 27 原生 compatibleWith
zh_hant: iOS 27 原生 compatibleWith
